[ {
      "header":[
         {
            "title":"Cyber Security",
            "question":null,
            "description":"Cyber-security is the practice of defending computers, servers, mobile devices, electronic systems, networks, and data from malicious attacks. It's also known as information technology security or electronic information security.",
            "imagePath":"Cyber_main.svg"
      },
      {
            "title":"Importance of Cyber Security",
            "question":null,
            "description":"Cybersecurity has become indispensable for both the public and private sectors particularly  amidst  digital  revolution  or  Industrial Revolution  4.0.  When  a  system  is  breached or  attacked,  the  unauthorised  use  has  the potential to cause huge financial and security damage. Therefore, building a strong and resilient  cybersecurity  team  will   protect  the interests of your institutions or corporations. Cybersecurity is important because it encompasses everything that pertains to protecting our sensitive data, personally identifiable information (PII), protected health information (PHI), personal information, intellectual property, data, and governmental and industry information systems from theft and damage attempted by criminals and adversaries.",
            "imagePath":null
      }
     ],
     "cards":[
          {
                 "imageUrl":"",
                 "title":"security division planning",
                 "description":""
         },
      {
              "imageUrl":"",
              "title":"Security Staffing",
              "description":""
      },
      {
             "imageUrl":"",
             "title":"security training for all staff",
             "description":""
      },
      {
            "imageUrl":"",
            "title":"Cyber security boot camp with KIT",
            "description":""
      }
       
     ],
     "tools":[
           {"header":"Technology"}
           ,{
                 "cards":[
                  {
                        "header":"Technology",
                        "imageUrl":"",
                        "description":"Technology is essential to giving organizations and individuals the computer security tools needed to protect themselves from cyber attacks. Three main entities must be protected: endpoint devices like computers, smart devices, and routers; networks; and the cloud. Common technology used to protect these entities include next-generation firewalls, DNS filtering, malware protection, antivirus software, and email security solutions."
                  }
                 ]
           }
           
     ],
         
     "business":
     [
           {
                 "header":"Cyber Security benefits for Business",
                 "imageUrl":"benefits-01.png",
                 "texts":[
                       {"text":"Cyber Security benefits for Business"},
                       {"text":"Increase productivity"},
                       {"text":" Inspires customer confidence"},
                       {"text":"Protection for your customer"},
                       {"text":" Stop your website from going down"},
                       {"text":" Winning your customer’s trust"},
                       {"text":" Improve your search engine ranking"},
                       {"text":" Stop zero day attack"}
                 ]
           }
     ]
    }
   ]
   